Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

source: Calculation
ar: طريقة الحساب
as: গণনা
bn: হিসাব
bs: Proračun
ckb: هەژمارکردن
es: Cálculo
fa: محاسبه
fa_af: محاسبه
fil: Pagkalkula
fr: Calcul
gu: ગણતરી
ha: Lissafi
hi: गणना
hu: Számítás
id: Perhitungan
ka: გამოთვლა
km: ការគណនា
kn: ಲೆಕ್ಕಾಚಾರ
mk: Пресметка
ml: കണക്കുകൂട്ടൽ
mr: गणना
nl: Berekening
pa: ਗਿਣਤੀ
pt: Cálculo
ru: Расчёт
si: ගණනය
sr: Прорачун
sw: Hesabu
te: లెక్కింపు
th: การคำนวณ
tr: Hesaplama
ug: ھېسابلاش
ur: حساب کا طریقہ
vi: Cách tính
zh_hans: 计算

# calculation_method
source: Method
ar: الطريقة
as: পদ্ধতি
bn: পদ্ধতি
bs: Metoda
ckb: ڕێگا
es: Método
fa: روش
fa_af: روش
fil: Paraan
fr: Méthode
gu: પદ્ધતિ
ha: Hanya
hi: तरीक़ा
hu: Módszer
id: Metode
ka: მეთოდი
km: វិធីសាស្ត្រ
kn: ವಿಧಾನ
mk: Метод
ml: രീതി
mr: पद्धत
nl: Methode
pa: ਤਰੀਕਾ
pt: Método
ru: Метод
si: ක්‍රමය
sr: Метод
sw: Njia
te: పద్ధతి
th: วิธีคำนวณ
tr: Yöntem
ug: ئۇسۇل
ur: طریقہ
vi: Phương pháp
zh_hans: 方法

source: Call
ar: اتصال
as: কল কৰক
bn: কল করুন
bs: Pozovi
ckb: پەیوەندی
es: Llamar
fa: تماس
fa_af: تماس
fil: Tumawag
fr: Appeler
gu: કૉલ કરો
ha: Kira
hi: कॉल करें
hu: Hívás
id: Telepon
ka: დარეკვა
km: ហៅ
kn: ಕರೆ
mk: Повикај
ml: വിളിക്കുക
mr: कॉल करा
nl: Bellen
pa: ਕਾਲ ਕਰੋ
pt: Ligar
ru: Позвонить
si: අමතන්න
sr: Позови
sw: Piga simu
te: కాల్
th: โทร
tr: Ara
ug: تېلېفون قىلىش
ur: کال
vi: Gọi
zh_hans: 致电

source: Cancel
ar: إلغاء
as: বাতিল কৰক
bn: বাতিল
bs: Otkaži
ckb: هەڵوەشاندنەوە
es: Cancelar
fa: لغو
fa_af: لغو
fil: Kanselahin
fr: Annuler
gu: રદ કરો
ha: Soke
hi: रद्द करें
hu: Mégse
id: Batal
ka: გაუქმება
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
mk: Откажи
ml: റദ്ദാക്കുക
mr: रद्द करा
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pt: Cancelar
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
sw: Ghairi
te: రద్దు చేయి
th: ยกเลิก
tr: Vazgeç
ug: بىكار قىلىش
ur: منسوخ
vi: Hủy
zh_hans: 取消

# category_mosque
source: Mosque
ar: مسجد
as: মছজিদ
bn: মসজিদ
bs: Džamija
ckb: مزگەوت
es: Mezquita
fa: مسجد
fa_af: مسجد
fil: Masjid
fr: Mosquée
gu: મસ્જિદ
ha: Masallaci
hi: मस्जिद
hu: Mecset
id: Masjid
ka: მეჩეთი
km: ម៉ាស្ជិត
kn: ಮಸೀದಿ
mk: Џамија
ml: പള്ളി
mr: मशीद
nl: Moskee
pa: ਮਸਜਿਦ
pt: Mesquita
ru: Мечеть
si: පල්ලිය
sr: Џамија
sw: Msikiti
te: మసీదు
th: มัสยิด
tr: Cami
ug: مەسچىت
ur: مسجد
vi: Thánh đường Hồi giáo
zh_hans: 清真寺

# category_prayer_space
source: Prayer space
ar: مصلّى
as: নামাজৰ ঠাই
bn: নামাজের জায়গা
bs: Prostor za namaz
ckb: شوێنی نوێژ
es: Sala de oración
fa: نمازخانه
fa_af: نمازخانه
fil: Lugar dasalan
fr: Salle de prière
gu: નમાઝની જગ્યા
ha: Wurin sallah
hi: नमाज़ की जगह
hu: Imahely
id: Musala
ka: სალოცავი ადგილი
km: កន្លែងសឡាត
kn: ನಮಾಜ್ ಸ್ಥಳ
mk: Простор за намаз
ml: നമസ്കാര സ്ഥലം
mr: नमाजची जागा
nl: Gebedsruimte
pa: ਨਮਾਜ਼ ਦੀ ਥਾਂ
pt: Espaço de oração
ru: Молельная комната
si: සලාත ස්ථානය
sr: Простор за намаз
sw: Mahali pa kusali
te: నమాజ్ స్థలం
th: สถานที่ละหมาด
tr: Mescit
ug: نامازخانا
ur: جائے نماز
vi: Nơi cầu nguyện
zh_hans: 礼拜场所

source: Change
ar: تغيير
as: সলনি কৰক
bn: বদলান
bs: Promijeni
ckb: گۆڕین
es: Cambiar
fa: تغییر
fa_af: تغییر
fil: Baguhin
fr: Modifier
gu: બદલો
ha: Canza
hi: बदलें
hu: Módosítás
id: Ubah
ka: შეცვლა
km: ប្ដូរ
kn: ಬದಲಿಸಿ
mk: Промени
ml: മാറ്റുക
mr: बदला
nl: Wijzigen
pa: ਬਦਲੋ
pt: Alterar
ru: Изменить
si: වෙනස් කරන්න
sr: Промени
sw: Badilisha
te: మార్చు
th: เปลี่ยน
tr: Değiştir
ug: ئۆزگەرتىش
ur: تبدیل کریں
vi: Đổi
zh_hans: 更改

# change_city_hint
source: Changes the prayer location
ar: يغيّر موقع الصلاة
as: নামাজৰ অৱস্থান সলনি কৰে
bn: নামাজের লোকেশন বদলায়
bs: Mijenja lokaciju za namaz
ckb: شوێنی کاتەکانی نوێژ دەگۆڕێت
es: Cambia el lugar de oración
fa: محل اوقات نماز را تغییر می‌دهد
fa_af: محل اوقات نماز را تغییر می‌دهد
fil: Binabago ang lokasyon para sa dasal
fr: Change le lieu de prière
gu: નમાઝનું લોકેશન બદલે છે
ha: Yana canza wurin sallah
hi: नमाज़ की लोकेशन बदलता है
hu: Az ima helyét módosítja
id: Mengubah lokasi salat
ka: ცვლის ლოცვის მდებარეობას
km: ប្ដូរទីតាំងសឡាត
kn: ನಮಾಜ್ ಸ್ಥಳವನ್ನು ಬದಲಿಸುತ್ತದೆ
mk: Ја менува локацијата за намаз
ml: നമസ്കാര ലൊക്കേഷൻ മാറ്റുന്നു
mr: नमाजचे लोकेशन बदलते
nl: Wijzigt de locatie voor het gebed
pa: ਨਮਾਜ਼ ਦਾ ਟਿਕਾਣਾ ਬਦਲਦਾ ਹੈ
pt: Altera o local das orações
ru: Меняет место для времени намазов
si: සලාත ස්ථානය වෙනස් කරයි
sr: Мења локацију за намаз
sw: Inabadilisha mahali pa nyakati za sala
te: నమాజ్ లొకేషన్‌ను మారుస్తుంది
th: เปลี่ยนตำแหน่งสำหรับเวลาละหมาด
tr: Namaz konumunu değiştirir
ug: ناماز ۋاقتى ئورنىنى ئۆزگەرتىدۇ
ur: نماز کا مقام بدلتا ہے
vi: Đổi vị trí tính giờ cầu nguyện
zh_hans: 更改礼拜地点

# chat_delete
source: Delete
ar: حذف
as: মচক
bn: মুছুন
bs: Obriši
ckb: سڕینەوە
es: Eliminar
fa: حذف
fa_af: حذف
fil: Burahin
fr: Supprimer
gu: ડિલીટ કરો
ha: Goge
hi: मिटाएँ
hu: Törlés
id: Hapus
ka: წაშლა
km: លុប
kn: ಅಳಿಸಿ
mk: Избриши
ml: ഇല്ലാതാക്കുക
mr: हटवा
nl: Verwijderen
pa: ਮਿਟਾਓ
pt: Excluir
ru: Удалить
si: මකන්න
sr: Обриши
sw: Futa
te: తొలగించు
th: ลบ
tr: Sil
ug: ئۆچۈرۈش
ur: حذف کریں
vi: Xóa
zh_hans: 删除

# chat_delete_all
source: Delete all chats
ar: حذف كل المحادثات
as: সকলো চেট মচক
bn: সব চ্যাট মুছুন
bs: Obriši sve razgovore
ckb: سڕینەوەی هەموو گفتوگۆکان
es: Eliminar todas las conversaciones
fa: حذف همه گفتگوها
fa_af: حذف همه گفتگوها
fil: Burahin lahat ng chat
fr: Supprimer toutes les conversations
gu: બધી ચૅટ ડિલીટ કરો
ha: Goge duk hirarraki
hi: सारी चैट मिटाएँ
hu: Összes csevegés törlése
id: Hapus semua obrolan
ka: ყველა ჩატის წაშლა
km: លុបការជជែកទាំងអស់
kn: ಎಲ್ಲಾ ಚಾಟ್‌ಗಳನ್ನು ಅಳಿಸಿ
mk: Избриши ги сите разговори
ml: എല്ലാ ചാറ്റുകളും ഇല്ലാതാക്കുക
mr: सर्व चॅट्स हटवा
nl: Alle chats verwijderen
pa: ਸਾਰੀਆਂ ਗੱਲਬਾਤਾਂ ਮਿਟਾਓ
pt: Excluir todas as conversas
ru: Удалить все чаты
si: සියලු කතාබස් මකන්න
sr: Обриши све разговоре
sw: Futa mazungumzo yote
te: అన్ని చాట్‌లు తొలగించు
th: ลบแชตทั้งหมด
tr: Tüm sohbetleri sil
ug: بارلىق سۆھبەتلەرنى ئۆچۈرۈش
ur: تمام گفتگو حذف کریں
vi: Xóa tất cả cuộc trò chuyện
zh_hans: 删除所有对话

# chat_history
source: Chats
ar: المحادثات
as: চেট
bn: চ্যাট
bs: Razgovori
ckb: گفتوگۆکان
es: Conversaciones
fa: گفتگوها
fa_af: گفتگوها
fil: Mga chat
fr: Conversations
gu: ચૅટ
ha: Hirarraki
hi: चैट
hu: Csevegések
id: Obrolan
ka: ჩატები
km: ការជជែក
kn: ಚಾಟ್‌ಗಳು
mk: Разговори
ml: ചാറ്റുകൾ
mr: चॅट्स
pa: ਗੱਲਬਾਤਾਂ
pt: Conversas
ru: Чаты
si: කතාබස්
sr: Разговори
sw: Mazungumzo
te: చాట్‌లు
th: แชต
tr: Sohbetler
ug: سۆھبەتلەر
ur: گفتگو
vi: Trò chuyện
zh_hans: 对话

# chat_history_empty
source: No saved chats yet.
ar: لا توجد محادثات محفوظة بعد.
as: এতিয়ালৈকে কোনো চেট ছেভ কৰা হোৱা নাই।
bn: এখনো কোনো চ্যাট সেভ করা নেই।
bs: Još nema sačuvanih razgovora.
ckb: هێشتا هیچ گفتوگۆیەک پاشەکەوت نەکراوە.
es: Aún no hay conversaciones guardadas.
fa: هنوز گفتگوی ذخیره‌شده‌ای نیست.
fa_af: هنوز گفتگوی ذخیره‌شده‌ای نیست.
fil: Wala pang naka-save na chat.
fr: Aucune conversation enregistrée.
gu: હજી કોઈ ચૅટ સેવ થયેલી નથી.
ha: Babu hirar da aka ajiye tukuna.
hi: अभी कोई सेव की गई चैट नहीं है।
hu: Még nincs mentett csevegés.
id: Belum ada obrolan tersimpan.
ka: შენახული ჩატები ჯერ არ არის.
km: មិនទាន់មានការជជែកដែលបានរក្សាទុកនៅឡើយទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಉಳಿಸಿದ ಚಾಟ್‌ಗಳಿಲ್ಲ.
mk: Сè уште нема зачувани разговори.
ml: സേവ് ചെയ്ത ചാറ്റുകൾ ഇതുവരെ ഇല്ല.
mr: अजून कोणतीही चॅट सेव्ह केलेली नाही.
nl: Nog geen bewaarde chats.
pa: ਅਜੇ ਕੋਈ ਸੰਭਾਲੀ ਗੱਲਬਾਤ ਨਹੀਂ।
pt: Nenhuma conversa salva ainda.
ru: Сохранённых чатов пока нет.
si: තවම සුරැකි කතාබස් නැත.
sr: Још нема сачуваних разговора.
sw: Bado hakuna mazungumzo yaliyohifadhiwa.
te: ఇంకా సేవ్ చేసిన చాట్‌లు లేవు.
th: ยังไม่มีแชตที่บันทึกไว้
tr: Henüz kayıtlı sohbet yok.
ug: تېخى ساقلانغان سۆھبەت يوق.
ur: ابھی کوئی محفوظ گفتگو نہیں۔
vi: Chưa có cuộc trò chuyện nào được lưu.
zh_hans: 还没有保存的对话。

# chat_history_note
source: Chats are saved only on this phone and never sent anywhere. Opening one asks its questions again.
ar: تُحفظ المحادثات على هذا الهاتف فقط ولا تُرسل إلى أي مكان. فتح محادثة يعيد طرح أسئلتها.
as: চেটবোৰ কেৱল এই ফোনতে ছেভ হয় আৰু কেতিয়াও ক'তো পঠিওৱা নহয়। এটা চেট খুলিলে তাৰ প্ৰশ্নবোৰ পুনৰ সোধা হয়।
bn: চ্যাট শুধু এই ফোনেই সেভ হয় এবং কোথাও পাঠানো হয় না। কোনো চ্যাট খুললে তার প্রশ্নগুলো আবার জিজ্ঞেস করা হয়।
bs: Razgovori se čuvaju samo na ovom telefonu i nikad se nigdje ne šalju. Kad otvorite razgovor, njegova pitanja se postavljaju ponovo.
ckb: گفتوگۆکان تەنها لەسەر ئەم مۆبایلە پاشەکەوت دەکرێن و بۆ هیچ شوێنێک نانێردرێن. کردنەوەی یەکێکیان پرسیارەکانی دووبارە دەکاتەوە.
es: Las conversaciones se guardan solo en este teléfono y no se envían a ningún sitio. Abrir una vuelve a hacer sus preguntas.
fa: گفتگوها فقط روی این گوشی ذخیره می‌شوند و به هیچ جا فرستاده نمی‌شوند. با باز کردن یک گفتگو، سؤال‌های آن دوباره پرسیده می‌شوند.
fa_af: گفتگوها فقط روی این موبایل ذخیره می‌شوند و به هیچ جا فرستاده نمی‌شوند. با باز کردن یک گفتگو، سوال‌های آن دوباره پرسیده می‌شوند.
fil: Sa teleponong ito lang nai-save ang mga chat at hindi kailanman ipinapadala kahit saan. Kapag binuksan ang isa, itatanong muli ang mga tanong nito.
fr: Les conversations restent sur ce téléphone et ne sont envoyées nulle part. En ouvrir une repose ses questions.
gu: ચૅટ ફક્ત આ જ ફોન પર સેવ થાય છે અને ક્યાંય મોકલાતી નથી. કોઈ ચૅટ ખોલવાથી તેના સવાલો ફરી પૂછાય છે.
ha: Ana ajiye hirarraki a wannan wayar kawai kuma ba a aika su ko'ina. Buɗe ɗaya yana sake yin tambayoyinta.
hi: चैट सिर्फ़ इसी फ़ोन पर सेव होती हैं और कहीं नहीं भेजी जातीं। किसी चैट को खोलने पर उसके सवाल फिर से पूछे जाते हैं।
hu: A csevegések csak ezen a telefonon tárolódnak, és sehová nem kerülnek elküldésre. Ha megnyitsz egyet, a kérdései újra elhangzanak.
id: Obrolan hanya disimpan di ponsel ini dan tidak dikirim ke mana pun. Membukanya akan mengajukan pertanyaannya lagi.
ka: ჩატები მხოლოდ ამ ტელეფონზე ინახება და არსად იგზავნება. ჩატის გახსნისას მისი კითხვები ხელახლა დაისმება.
km: ការជជែកត្រូវបានរក្សាទុកតែនៅលើទូរសព្ទនេះប៉ុណ្ណោះ ហើយមិនដែលផ្ញើទៅកន្លែងណាទេ។ ការបើកមួយនឹងសួរសំណួររបស់វាម្ដងទៀត។
kn: ಚಾಟ್‌ಗಳನ್ನು ಈ ಫೋನ್‌ನಲ್ಲಿ ಮಾತ್ರ ಉಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಎಲ್ಲಿಗೂ ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ. ಒಂದನ್ನು ತೆರೆದರೆ ಅದರ ಪ್ರಶ್ನೆಗಳನ್ನು ಮತ್ತೆ ಕೇಳಲಾಗುತ್ತದೆ.
mk: Разговорите се зачувуваат само на овој телефон и никогаш не се испраќаат никаде. Кога ќе отворите разговор, неговите прашања се поставуваат повторно.
ml: ചാറ്റുകൾ ഈ ഫോണിൽ മാത്രമേ സേവ് ചെയ്യൂ, എവിടേക്കും അയയ്ക്കില്ല. ഒന്ന് തുറന്നാൽ അതിലെ ചോദ്യങ്ങൾ വീണ്ടും ചോദിക്കും.
mr: चॅट्स फक्त याच फोनवर सेव्ह होतात आणि कुठेही पाठवल्या जात नाहीत. एखादी चॅट उघडल्यावर तिचे प्रश्न पुन्हा विचारले जातात.
nl: Chats worden alleen op deze telefoon bewaard en nergens naartoe gestuurd. Als je er een opent, worden de vragen opnieuw gesteld.
pa: ਗੱਲਬਾਤਾਂ ਸਿਰਫ਼ ਇਸੇ ਫ਼ੋਨ ’ਤੇ ਸੰਭਾਲੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਕਿਤੇ ਨਹੀਂ ਭੇਜੀਆਂ ਜਾਂਦੀਆਂ। ਕੋਈ ਗੱਲਬਾਤ ਖੋਲ੍ਹਣ ’ਤੇ ਉਸ ਦੇ ਸਵਾਲ ਦੁਬਾਰਾ ਪੁੱਛੇ ਜਾਂਦੇ ਹਨ।
pt: As conversas ficam salvas só neste celular e nunca são enviadas. Abrir uma faz as perguntas dela de novo.
ru: Чаты сохраняются только на этом телефоне и никуда не отправляются. При открытии чата его вопросы задаются заново.
si: කතාබස් සුරැකෙන්නේ මෙම දුරකථනයේ පමණක් වන අතර කොතැනකටවත් නොයවයි. එකක් විවෘත කළ විට එහි ප්‍රශ්න නැවත අසයි.
sr: Разговори се чувају само на овом телефону и никад се никуда не шаљу. Кад отворите разговор, његова питања се постављају поново.
sw: Mazungumzo yanahifadhiwa kwenye simu hii tu na hayatumwi popote. Ukifungua moja, maswali yake yanaulizwa tena.
te: చాట్‌లు ఈ ఫోన్‌లో మాత్రమే సేవ్ అవుతాయి, ఎక్కడికీ పంపబడవు. ఒకదాన్ని తెరిస్తే దాని ప్రశ్నలు మళ్లీ అడగబడతాయి.
th: แชตจะบันทึกไว้ในโทรศัพท์นี้เท่านั้นและไม่ถูกส่งไปที่ใด การเปิดแชตจะถามคำถามในนั้นอีกครั้ง
tr: Sohbetler yalnızca bu telefonda saklanır ve hiçbir yere gönderilmez. Açtığınızda soruları yeniden sorulur.
ug: سۆھبەتلەر پەقەت مۇشۇ تېلېفوندا ساقلىنىدۇ، ھېچ يەرگە يوللانمايدۇ. بىرىنى ئاچسىڭىز، ئۇنىڭدىكى سوئاللار قايتا سورىلىدۇ.
ur: گفتگو صرف اسی فون پر محفوظ ہوتی ہے اور کہیں نہیں بھیجی جاتی۔ کھولنے پر اس کے سوال دوبارہ پوچھے جاتے ہیں۔
vi: Các cuộc trò chuyện chỉ được lưu trên điện thoại này và không bao giờ được gửi đi đâu. Khi mở lại, các câu hỏi trong đó sẽ được hỏi lại.
zh_hans: 对话只保存在此手机上，绝不会发送到任何地方。打开一个对话会重新提出其中的问题。

# choose_city_body
source: Prayer times are calculated on your phone. Pick a city or use your location. No internet needed.
ar: تُحسب المواقيت على هاتفك. اختر مدينة أو استخدم موقعك، دون الحاجة إلى الإنترنت.
as: নামাজৰ সময় আপোনাৰ ফোনতে গণনা কৰা হয়। এখন চহৰ বাছক বা আপোনাৰ অৱস্থান ব্যৱহাৰ কৰক। ইণ্টাৰনেটৰ প্ৰয়োজন নাই।
bn: নামাজের সময় আপনার ফোনেই হিসাব করা হয়। একটি শহর বেছে নিন বা আপনার লোকেশন ব্যবহার করুন। ইন্টারনেট লাগবে না।
bs: Namaska vremena se izračunavaju na telefonu. Odaberite grad ili koristite svoju lokaciju. Internet nije potreban.
ckb: کاتەکانی نوێژ لەسەر مۆبایلەکەت هەژمار دەکرێن. شارێک هەڵبژێرە یان شوێنەکەت بەکاربهێنە. پێویستت بە ئینتەرنێت نییە.
es: Los horarios se calculan en tu teléfono. Elige una ciudad o usa tu ubicación. Sin internet.
fa: اوقات نماز روی گوشی شما محاسبه می‌شود. یک شهر انتخاب کنید یا از موقعیت خود استفاده کنید. اینترنت لازم نیست.
fa_af: اوقات نماز روی موبایل شما محاسبه می‌شود. یک شهر انتخاب کنید یا از موقعیت خود استفاده کنید. انترنت لازم نیست.
fil: Kinakalkula ang mga oras ng dasal sa iyong telepono. Pumili ng lungsod o gamitin ang iyong lokasyon. Hindi kailangan ng internet.
fr: Les horaires sont calculés sur votre téléphone. Choisissez une ville ou utilisez votre position. Sans internet.
gu: નમાઝના સમય તમારા ફોન પર જ ગણાય છે. કોઈ શહેર પસંદ કરો અથવા તમારું લોકેશન વાપરો. ઇન્ટરનેટની જરૂર નથી.
ha: Ana lissafin lokutan sallah a wayarku. Zaɓi gari ko yi amfani da wurinku. Babu buƙatar intanet.
hi: नमाज़ के समय आपके फ़ोन पर ही निकाले जाते हैं। कोई शहर चुनें या अपनी लोकेशन इस्तेमाल करें। इंटरनेट की ज़रूरत नहीं।
hu: Az imaidőket a telefonod számolja ki. Válassz egy várost, vagy használd a helyzetedet. Nem kell hozzá internet.
id: Jadwal salat dihitung di ponsel Anda. Pilih kota atau gunakan lokasi Anda. Tanpa internet.
ka: ლოცვის დროები თქვენს ტელეფონზე გამოითვლება. აირჩიეთ ქალაქი ან გამოიყენეთ თქვენი მდებარეობა. ინტერნეტი არ არის საჭირო.
km: ម៉ោងសឡាតត្រូវបានគណនានៅលើទូរសព្ទរបស់អ្នក។ ជ្រើសរើសទីក្រុង ឬប្រើទីតាំងរបស់អ្នក។ មិនត្រូវការអ៊ីនធឺណិតទេ។
kn: ನಮಾಜ್ ಸಮಯಗಳನ್ನು ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲೇ ಲೆಕ್ಕಹಾಕಲಾಗುತ್ತದೆ. ಒಂದು ನಗರವನ್ನು ಆಯ್ಕೆಮಾಡಿ ಅಥವಾ ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಬಳಸಿ. ಇಂಟರ್ನೆಟ್ ಬೇಕಿಲ್ಲ.
mk: Времињата за намаз се пресметуваат на телефонот. Изберете град или користете ја вашата локација. Не е потребен интернет.
ml: നമസ്കാര സമയങ്ങൾ നിങ്ങളുടെ ഫോണിൽ തന്നെ കണക്കാക്കുന്നു. ഒരു നഗരം തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ നിങ്ങളുടെ ലൊക്കേഷൻ ഉപയോഗിക്കുക. ഇന്റർനെറ്റ് ആവശ്യമില്ല.
mr: नमाजच्या वेळा तुमच्या फोनवरच मोजल्या जातात. एखादे शहर निवडा किंवा तुमचे लोकेशन वापरा. इंटरनेटची गरज नाही.
nl: Gebedstijden worden op je telefoon berekend. Kies een stad of gebruik je locatie. Geen internet nodig.
pa: ਨਮਾਜ਼ ਦੇ ਵਕਤ ਤੁਹਾਡੇ ਫ਼ੋਨ ’ਤੇ ਹੀ ਗਿਣੇ ਜਾਂਦੇ ਹਨ। ਕੋਈ ਸ਼ਹਿਰ ਚੁਣੋ ਜਾਂ ਆਪਣਾ ਟਿਕਾਣਾ ਵਰਤੋ। ਇੰਟਰਨੈੱਟ ਦੀ ਲੋੜ ਨਹੀਂ।
pt: Os horários de oração são calculados no seu celular. Escolha uma cidade ou use sua localização. Não precisa de internet.
ru: Время намазов рассчитывается на телефоне. Выберите город или используйте геолокацию. Интернет не нужен.
si: සලාත වේලාවන් ඔබේ දුරකථනයේම ගණනය කෙරේ. නගරයක් තෝරන්න හෝ ඔබේ ස්ථානය භාවිත කරන්න. අන්තර්ජාලය අවශ්‍ය නැත.
sr: Намаска времена се израчунавају на телефону. Изаберите град или користите своју локацију. Интернет није потребан.
sw: Nyakati za sala zinahesabiwa kwenye simu yako. Chagua mji au tumia mahali ulipo. Huhitaji intaneti.
te: నమాజ్ సమయాలు మీ ఫోన్‌లోనే లెక్కించబడతాయి. ఒక నగరాన్ని ఎంచుకోండి లేదా మీ లొకేషన్ ఉపయోగించండి. ఇంటర్నెట్ అవసరం లేదు.
th: เวลาละหมาดคำนวณบนโทรศัพท์ของคุณ เลือกเมืองหรือใช้ตำแหน่งของคุณ ไม่ต้องใช้อินเทอร์เน็ต
tr: Vakitler telefonunuzda hesaplanır. Bir şehir seçin veya konumunuzu kullanın. İnternet gerekmez.
ug: ناماز ۋاقىتلىرى تېلېفونىڭىزدا ھېسابلىنىدۇ. بىر شەھەر تاللاڭ ياكى ئورنىڭىزنى ئىشلىتىڭ. تور كېرەك ئەمەس.
ur: اوقات آپ کے فون پر ہی شمار ہوتے ہیں۔ شہر منتخب کریں یا اپنا مقام استعمال کریں، انٹرنیٹ کی ضرورت نہیں۔
vi: Giờ cầu nguyện được tính ngay trên điện thoại. Hãy chọn một thành phố hoặc dùng vị trí của bạn. Không cần internet.
zh_hans: 礼拜时间在你的手机上计算。选择一个城市或使用你的位置，无需联网。

# choose_city_title
source: Choose your city
ar: اختر مدينتك
as: আপোনাৰ চহৰ বাছক
bn: আপনার শহর বেছে নিন
bs: Odaberite svoj grad
ckb: شارەکەت هەڵبژێرە
es: Elige tu ciudad
fa: شهرتان را انتخاب کنید
fa_af: شهرتان را انتخاب کنید
fil: Piliin ang iyong lungsod
fr: Choisissez votre ville
gu: તમારું શહેર પસંદ કરો
ha: Zaɓi garinku
hi: अपना शहर चुनें
hu: Válaszd ki a városodat
id: Pilih kota Anda
ka: აირჩიეთ თქვენი ქალაქი
km: ជ្រើសរើសទីក្រុងរបស់អ្នក
kn: ನಿಮ್ಮ ನಗರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mk: Изберете го вашиот град
ml: നിങ്ങളുടെ നഗരം തിരഞ്ഞെടുക്കുക
mr: तुमचे शहर निवडा
nl: Kies je stad
pa: ਆਪਣਾ ਸ਼ਹਿਰ ਚੁਣੋ
pt: Escolha sua cidade
ru: Выберите город
si: ඔබේ නගරය තෝරන්න
sr: Изаберите свој град
sw: Chagua mji wako
te: మీ నగరాన్ని ఎంచుకోండి
th: เลือกเมืองของคุณ
tr: Şehrinizi seçin
ug: شەھىرىڭىزنى تاللاڭ
ur: اپنا شہر منتخب کریں
vi: Chọn thành phố của bạn
zh_hans: 选择你的城市

# clear_conversation_history
source: Clear question history
ar: مسح سجل الأسئلة
as: প্ৰশ্নৰ ইতিহাস মচক
bn: প্রশ্নের ইতিহাস মুছুন
bs: Obriši historiju pitanja
ckb: سڕینەوەی مێژووی پرسیارەکان
es: Borrar historial de preguntas
fa: پاک کردن سابقه سؤال‌ها
fa_af: پاک کردن سابقه سوال‌ها
fil: I-clear ang history ng tanong
fr: Effacer l’historique des questions
gu: સવાલોનો ઇતિહાસ સાફ કરો
ha: Share tarihin tambayoyi
hi: सवालों का इतिहास मिटाएँ
hu: Kérdéselőzmények törlése
id: Hapus riwayat pertanyaan
ka: კითხვების ისტორიის გასუფთავება
km: សម្អាតប្រវត្តិសំណួរ
kn: ಪ್ರಶ್ನೆಗಳ ಇತಿಹಾಸ ಅಳಿಸಿ
mk: Избриши ја историјата на прашања
ml: ചോദ്യ ചരിത്രം മായ്ക്കുക
mr: प्रश्नांचा इतिहास पुसा
nl: Vraaggeschiedenis wissen
pa: ਸਵਾਲਾਂ ਦਾ ਇਤਿਹਾਸ ਮਿਟਾਓ
pt: Limpar histórico de perguntas
ru: Очистить историю вопросов
si: ප්‍රශ්න ඉතිහාසය මකන්න
sr: Обриши историју питања
sw: Futa historia ya maswali
te: ప్రశ్నల చరిత్రను తొలగించు
th: ล้างประวัติคำถาม
tr: Soru geçmişini temizle
ug: سوئال تارىخىنى تازىلاش
ur: سوالات کی تاریخ مٹائیں
vi: Xóa lịch sử câu hỏi
zh_hans: 清除提问记录

source: Close
ar: إغلاق
as: বন্ধ কৰক
bn: বন্ধ করুন
bs: Zatvori
ckb: داخستن
es: Cerrar
fa: بستن
fa_af: بستن
fil: Isara
fr: Fermer
gu: બંધ કરો
ha: Rufe
hi: बंद करें
hu: Bezárás
id: Tutup
ka: დახურვა
km: បិទ
kn: ಮುಚ್ಚಿ
mk: Затвори
ml: അടയ്ക്കുക
mr: बंद करा
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pt: Fechar
ru: Закрыть
si: වසන්න
sr: Затвори
sw: Funga
te: మూసివేయి
th: ปิด
tr: Kapat
ug: تاقاش
ur: بند کریں
vi: Đóng
zh_hans: 关闭

source: Cloud AI
ar: الذكاء السحابي
as: ক্লাউড AI
bn: ক্লাউড AI
bs: AI u oblaku
ckb: زیرەکی دەستکردی هەور
es: IA en la nube
fa: هوش مصنوعی ابری
fa_af: هوش مصنوعی ابری
fr: IA dans le cloud
gu: ક્લાઉડ AI
ha: AI ta gajimare
hi: क्लाउड AI
hu: Felhőalapú MI
id: AI cloud
ka: ღრუბლოვანი AI
km: AI លើពពក
kn: ಕ್ಲೌಡ್ AI
mk: AI во облак
ml: ക്ലൗഡ് AI
mr: क्लाउड AI
pa: ਕਲਾਊਡ AI
pt: IA na nuvem
ru: Облачный ИИ
si: ක්ලවුඩ් AI
sr: AI у облаку
sw: AI ya wingu
te: క్లౌడ్ AI
th: AI บนคลาวด์
tr: Bulut yapay zekâ
ug: بۇلۇت سۈنئىي ئەقلى
ur: کلاؤڈ AI
vi: AI đám mây
zh_hans: 云端 AI

# cloud_ai_off
source: Off. Questions never leave your phone.
ar: متوقف. لا تغادر أسئلتك هاتفك.
as: অফ। প্ৰশ্নবোৰ কেতিয়াও আপোনাৰ ফোনৰ বাহিৰলৈ নাযায়।
bn: বন্ধ। প্রশ্ন কখনো আপনার ফোনের বাইরে যায় না।
bs: Isključeno. Pitanja nikad ne napuštaju vaš telefon.
ckb: ناچالاک. پرسیارەکان هەرگیز لە مۆبایلەکەت دەرناچن.
es: Desactivada. Tus preguntas nunca salen del teléfono.
fa: خاموش. سؤال‌ها هرگز از گوشی شما خارج نمی‌شوند.
fa_af: خاموش. سوال‌ها هرگز از موبایل شما خارج نمی‌شوند.
fil: Naka-off. Hindi kailanman lumalabas sa iyong telepono ang mga tanong.
fr: Désactivée. Vos questions ne quittent jamais le téléphone.
gu: બંધ. સવાલો ક્યારેય તમારા ફોનની બહાર જતા નથી.
ha: A kashe. Tambayoyi ba sa barin wayarku.
hi: बंद। सवाल कभी आपके फ़ोन से बाहर नहीं जाते।
hu: Kikapcsolva. A kérdések soha nem hagyják el a telefonodat.
id: Mati. Pertanyaan tidak pernah keluar dari ponsel Anda.
ka: გამორთულია. კითხვები არასოდეს ტოვებს თქვენს ტელეფონს.
km: បិទ។ សំណួរមិនដែលចាកចេញពីទូរសព្ទរបស់អ្នកទេ។
kn: ಆಫ್. ಪ್ರಶ್ನೆಗಳು ಎಂದಿಗೂ ನಿಮ್ಮ ಫೋನ್‌ನಿಂದ ಹೊರಗೆ ಹೋಗುವುದಿಲ್ಲ.
mk: Исклучено. Прашањата никогаш не го напуштаат вашиот телефон.
ml: ഓഫ്. ചോദ്യങ്ങൾ ഒരിക്കലും നിങ്ങളുടെ ഫോണിൽ നിന്ന് പുറത്തുപോകില്ല.
mr: बंद. प्रश्न कधीही तुमच्या फोनबाहेर जात नाहीत.
nl: Uit. Vragen verlaten je telefoon nooit.
pa: ਬੰਦ। ਸਵਾਲ ਕਦੇ ਵੀ ਤੁਹਾਡੇ ਫ਼ੋਨ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਜਾਂਦੇ।
pt: Desativada. As perguntas nunca saem do seu celular.
ru: Выключен. Вопросы не покидают ваш телефон.
si: අක්‍රියයි. ප්‍රශ්න කිසි විටෙක ඔබේ දුරකථනයෙන් පිටතට නොයයි.
sr: Искључено. Питања никада не напуштају ваш телефон.
sw: Imezimwa. Maswali hayatoki kamwe kwenye simu yako.
te: ఆఫ్. ప్రశ్నలు మీ ఫోన్ నుండి ఎప్పుడూ బయటకు వెళ్లవు.
th: ปิด คำถามไม่เคยออกจากโทรศัพท์ของคุณ
tr: Kapalı. Sorular telefonunuzdan çıkmaz.
ug: تاقاق. سوئاللار ھەرگىز تېلېفونىڭىزدىن چىقمايدۇ.
ur: بند۔ سوالات آپ کے فون سے باہر نہیں جاتے۔
vi: Tắt. Câu hỏi không bao giờ rời khỏi điện thoại của bạn.
zh_hans: 已关闭。问题绝不会离开你的手机。

source: Collapse
ar: تصغير
as: সংকুচিত কৰক
bn: ছোট করুন
bs: Skupi
ckb: بچووککردنەوە
es: Contraer
fa: بستن
fa_af: بستن
fil: Itago
fr: Réduire
gu: સંકેલો
ha: Naɗe
hi: समेटें
hu: Összecsukás
id: Ciutkan
ka: აკეცვა
km: បង្រួម
kn: ಕುಗ್ಗಿಸಿ
mk: Собери
ml: ചുരുക്കുക
mr: लहान करा
nl: Samenvouwen
pa: ਸਮੇਟੋ
pt: Recolher
ru: Свернуть
si: හකුළන්න
sr: Скупи
sw: Kunja
te: కుదించు
th: ย่อ
tr: Daralt
ug: يىغىش
ur: سمیٹیں
vi: Thu gọn
zh_hans: 收起

source: Common questions
ar: أسئلة شائعة
as: সাধাৰণ প্ৰশ্ন
bn: সাধারণ প্রশ্ন
bs: Česta pitanja
ckb: پرسیارە باوەکان
es: Preguntas comunes
fa: سؤال‌های رایج
fa_af: سوال‌های رایج
fil: Mga karaniwang tanong
fr: Questions courantes
gu: સામાન્ય સવાલો
ha: Tambayoyin da aka saba yi
hi: आम सवाल
hu: Gyakori kérdések
id: Pertanyaan umum
ka: ხშირი კითხვები
km: សំណួរទូទៅ
kn: ಸಾಮಾನ್ಯ ಪ್ರಶ್ನೆಗಳು
mk: Чести прашања
ml: സാധാരണ ചോദ്യങ്ങൾ
mr: नेहमीचे प्रश्न
nl: Veelgestelde vragen
pa: ਆਮ ਸਵਾਲ
pt: Perguntas frequentes
ru: Частые вопросы
si: පොදු ප්‍රශ්න
sr: Честа питања
sw: Maswali ya kawaida
te: సాధారణ ప్రశ్నలు
th: คำถามที่พบบ่อย
tr: Sık sorulan sorular
ug: كۆپ سورالغان سوئاللار
ur: عام سوالات
vi: Câu hỏi thường gặp
zh_hans: 常见问题

# compass_north
source: N
ar: ش
as: উ
bn: উ
bs: S
ckb: ب
fa: ش
fa_af: ش
fil: H
gu: ઉ
ha: A
hi: उ
hu: É
id: U
ka: ჩ
km: ជ
kn: ಉ
mk: С
ml: വ
mr: उ
pa: ਉ
ru: С
si: උ
sr: С
sw: K
te: ఉ
th: น
tr: K
ug: ش
ur: ش
vi: B
zh_hans: 北
